IDEA Open Model
PretensionedTendonGroupItem Constructor
Initializes a new instance of the PretensionedTendonGroupItem class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public PretensionedTendonGroupItem()
Public Sub New
public:
PretensionedTendonGroupItem()
See Also
Reference
PretensionedTendonGroupItem Class
IdeaRS.OpenModel.Model Namespace